[
  {
    "id": "KIE",
    "name": "KHEPRI INDUSTRIAL EQUIPMENT",
    "light": "#FF6A00FF",
    "dark": "#7F3300",
    "logo_url": "https://i.imgur.com/7qppRDc.png",
    "description": "<div>The Rubbleborn- posthuman gestalt beings descended from pre-Union colonists of Jovo- had no intention of violence. When they were discovered, they were forced into attacking intruders by their creator, a being known as “The Maker”. The ensuing conflict would forever change the Rubbleborn as the Maker was defeated and a wider world became available to them.</div><div>Now, liberated from its controlling influence, the Rubbleborn are free to pursue their own destiny. With the backing of Union, they’ve turned their industrial knowledge and intelligence to producing mining and surveillance equipment.</div><div>But the frontier is a dangerous place, and the Rubbleborn are resourceful. With a few tweaks and modifications, their industrial equipment is able to be refitted for combat, and their unique technologies provide an interesting edge compared to conventional designs.</div><div>Because of their lack of contact with Union and the rest of Jovo prior to their discovery, Rubbleborn equipment uses a variety of technologies focusing on biomimicry and communications, and extensive retrofits have been done to make it compatible with the wider galaxy.</div><div>Thus, Khepri Industrial Equipment was born. While expensive, and with some models requiring Union permission to purchase and print on a per-unit basis, KIE Frames and equipment are durable, rugged, and capable. They are highly team-dependent, but their specialties can often be shared with other allies.</div><div>KIE models are more akin to HORUS’s pattern-groups, though with a centralized authority (that of KIE-CORE) designating each Frame and component with a specific name. Each frame, weapon, or system is unique, constantly adapting and evolving to suit the user’s needs.</div><div>KIE Licenses are not merely produced in mass batches, but effectively hand-crafted by countless Rubbleborn, their components grown from lineages of nanite “genetic” stock and tailored to those who request them. Every member of a license-creation team- from the blacksmith to the hauler- leaves their mark on their creation, and many also include trinkets, notes, or other gifts expressing thanks that an overworlder- their term for “baseline” humans- would even desire to see their work.</div><div>The manufacturer is not a corpro-state, but rather more of a collective of outfitters: many Rubbleborn do not wish to get involved with the affairs of overworlders if they do not either pose an existential threat or have something to offer their expanding colonies. They work, they produce, and what happens with the machines they send to the outside world is of little interest for most. However, with the increasing threat of the Typhonspawn, along with the existence of Ranjitkar’s Raiders, KIE products are seeing more and more deployment across the Tsarina system as militia-mechs, defensive installations, or countless other applications. Their cooperation and co-development with other manufacturers and companies such as GMS, Fhara Heavy Industrial, or even IPS-N, SSC, and (reluctantly) Harrison Armory through KIE’s Off-World Division (KIE-OWD) branches is a point of contention even amongst elements of Rubbleborn colonies; the constant tug of isolationism versus curiosity has lead to constant debates across Colonial HiveMinds.</div>",
    "quote": "<div><em>Stronger Together.</em></div>"
  }
]