[
  {
    "id": "kie_eusocial",
    "name": "EUSOCIAL",
    "description": "<div>Any Action or Reaction granted by an EUSOCIAL system can be used by an adjacent allied character as long as you, the Host Character, allow them to do so. Eusocial weapons can be used to Skirmish or Barrage by adjacent allies as if they had them installed (such as Barraging with one installed weapon and one Eusocial weapon). If Range, Burst, Blast, Cone, Line, or Threat are specified as part of the action (such as a Weapon’s profile), it is drawn from the User, not the Host. When a Character uses an ally's Eusocial Weapon or System, that Weapon or system counts as if it was equipped by that User Character, benefiting from their talents, traits, core bonuses, etc, and taking any other effects caused by the system or weapon with the following exceptions: </div><ul><li><div>The Host character takes any heat generated by the System or Weapon. </div></li></ul><ul><li><div>If the Eusocial Weapon or System has the Limited property, the Host must spend charges as normal, and the number of Charges cannot be modified by any of the User's characters modifiers (such as the Engineering skill). </div></li></ul><ul><li><div>Use restrictions (such as 1/round, 1/scene, Loading, Danger Zone, etc) are shared between both the User and Host character, meaning that if a User character activates a 1/scene Eusocial system, that System cannot be used for the rest of the scene by either character.<br></div></li></ul>"
  },
  {
    "id": "kie_hivemind",
    "name": "HIVEMIND",
    "description": "<div>HiveMind: HiveMind systems utilize a local sensor network to provide increased efficiency and coordination. You can link to an Allied character, allowing you to use their sensors as your own when using a Hivemind system, as long as they are within your sensors, or if you are within their sensors. This can Chain without limit, meaning you can continue to extend your Hivemind range, as long as there are valid allied characters within range to do so.<br><br>You become unable to link Hivemind range while you are Jammed, or if the linked allied character is Jammed.</div>"
  },
  {
    "id": "kie_Bolster",
    "name": "Bolster",
    "description": "<div>This system adds additional effects which enhance the Bolster action. Whenever you Bolster an allied character, you may also choose one of the Bolster options available to you and apply it to that character.</div><div>Credits to <strong>Kai Tave</strong> for the concept of this game mechanic.</div><div>NOTE: COMP/CON currently does not support adding new types of tech actions; while represented as a Quick Tech Action on COMP/CON, anything with this tag is considered to be a Bolster option, used similarly to Invasion options.</div>"
  }
]